tap "artginzburg/tap"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/services"
tap "majd/repo"
tap "playcover/playcover"
tap "sidneys/homebrew"
brew "aria2"
brew "bat"
brew "bpytop"
brew "cabextract"
brew "cdrtools"
brew "curl"
brew "php"
brew "composer"
brew "docker", link: false
brew "docker-compose"
brew "docker-machine"
brew "exercism"
brew "eza"
brew "gawk"
brew "ghostscript"
brew "gnupg"
brew "gping"
brew "helix"
brew "mailpit"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "node"
brew "phpunit"
brew "pinentry-mac"
brew "postgresql@14"
brew "putty"
brew "qemu"
brew "starship"
brew "terraform"
brew "tldr"
brew "transmission-cli"
brew "tree"
brew "wget"
brew "wimlib"
brew "artginzburg/tap/sudo-touchid"
brew "sidneys/homebrew/chntpw"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "balenaetcher"
cask "coconutbattery"
cask "cron"
cask "dbngin"
cask "discord"
cask "docker"
cask "firefox"
cask "geekbench"
cask "gimp"
cask "google-drive"
cask "grammarly-desktop"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keka"
cask "libreoffice"
cask "licecap"
cask "mattermost"
cask "mouse-fix"
cask "musaicfm"
cask "obsidian"
cask "openvpn-connect"
cask "pgadmin4"
cask "rectangle"
cask "setapp"
cask "skype"
cask "slack"
cask "spotify"
cask "tailscale"
cask "telegram"
cask "ticktick"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "warp"
cask "whatsapp"
vscode "adpyke.codesnap"
vscode "analytic-signal.preview-pdf"
vscode "brapifra.phpserver"
vscode "DaltonMenezes.aura-theme"
vscode "drcika.apc-extension"
vscode "EditorConfig.EditorConfig"
vscode "Equinusocio.moxer-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "george-alisson.html-preview-vscode"
vscode "GitHub.codespaces"
vscode "hakcorp.php-awesome-snippets"
vscode "higoka.php-cs-fixer"
vscode "johnpapa.vscode-peacock"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "phiter.phpstorm-snippets"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "tomoki1207.pdf"
vscode "undefined_publisher.php-string-and-heredoc-syntax-highlighting"
vscode "usernamehw.errorlens"
vscode "wayou.vscode-todo-highlight"
