tap "charmbracelet/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jamesjoshuahill/tap"
tap "menubar-apps/menubar-apps"
tap "remotemobprogramming/brew"
brew "gettext"
brew "php"
brew "composer"
brew "eza"
brew "fastfetch"
brew "gh"
brew "neovim"
brew "node@16", link: true
brew "nomad"
brew "nvm"
brew "ollama"
brew "php@8.1"
brew "poetry"
brew "pre-commit"
brew "pyinstaller"
brew "python@3.9"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "speedtest-cli"
brew "starship"
brew "z"
brew "charmbracelet/tap/freeze"
brew "jamesjoshuahill/tap/git-co-author"
brew "remotemobprogramming/brew/mob"
cask "1password"
cask "1password-cli"
cask "amethyst"
cask "android-studio"
cask "appcleaner"
cask "balenaetcher"
cask "browserstacklocal"
cask "chatgpt"
cask "coconutbattery"
cask "cursor"
cask "cyberduck"
cask "dbngin"
cask "epic-games"
cask "figma"
cask "firefox"
cask "folx"
cask "gimp"
cask "gitbutler"
cask "github"
cask "iterm2"
cask "keka"
cask "licecap"
cask "linear-linear"
cask "mac-mouse-fix"
cask "obsidian"
cask "phpstorm"
cask "polypane"
cask "pop"
cask "postman"
cask "raspberry-pi-imager"
cask "ray"
cask "raycast"
cask "rectangle"
cask "setapp"
cask "slack"
cask "spotify"
cask "topnotch"
cask "visual-studio-code"
cask "vlc"
cask "warp"
vscode "adpyke.codesnap"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "bentodaniel.vs-tab-groups"
vscode "bierner.markdown-preview-github-styles"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "codezombiech.gitignore"
vscode "daltonmenezes.aura-theme"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "equinusocio.moxer-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "getpsalm.psalm-vscode-plugin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "jock.svg"
vscode "mblode.twig-language-2"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "moshfeu.compare-folders"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "octref.vetur"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rholdos.twig-language-support"
vscode "rvest.vs-code-prettier-eslint"
vscode "shufo.vscode-blade-formatter"
vscode "standard.vscode-standard"
vscode "streetsidesoftware.code-spell-checker"
vscode "vincaslt.highlight-matching-tag"
vscode "vue.volar"
vscode "waderyan.gitblame"
vscode "wayou.vscode-todo-highlight"
vscode "whatwedo.twig"
vscode "xabikos.javascriptsnippets"
vscode "ziyasal.vscode-open-in-github"
