tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/services"
brew "exercism"
brew "eza"
brew "helix"
brew "neofetch"
brew "phpunit"
brew "starship"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "arc"
cask "coconutbattery"
cask "cursor"
cask "dbngin"
cask "discord"
cask "docker"
cask "gitbutler"
cask "herd"
cask "iterm2"
cask "keka"
cask "licecap"
cask "mac-mouse-fix"
cask "obsidian"
cask "phpstorm"
cask "rectangle"
cask "setapp"
cask "slack"
cask "spotify"
cask "tailscale"
cask "visual-studio-code"
cask "warp"
vscode "analytic-signal.preview-pdf"
vscode "austenc.livewire-docs"
vscode "bradlc.vscode-tailwindcss"
vscode "brapifra.phpserver"
vscode "cierra.livewire-vscode"
vscode "daltonmenezes.aura-theme"
vscode "devsense.composer-php-vscode"
vscode "devsense.phptools-vscode"
vscode "drcika.apc-extension"
vscode "equinusocio.moxer-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "lennardv.livewire-goto-updated"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.remote-explorer"
vscode "phind.phind"
vscode "redhat.vscode-yaml"
vscode "saposs.xml-toolkit"
vscode "streetsidesoftware.code-spell-checker"
vscode "usernamehw.errorlens"
vscode "wayou.vscode-todo-highlight"
